{
  "TEXT_API_KEY_DESC" : " {name} provides you with a strong API, through which you can enjoy services such as Market Query, Automatic Trading, etc. View How To Use via .",
  "MSG_NO_DATA_TO_DISPLAY" : "No data to display",
  "TITLE_CREATE_AD_IN" : "Create Ad in",
  "STATUS_SUBMITTED" : "Submitted",
  "MSG_KYC_APPROVE" : "Your KYC document has been approved.",
  "ACTIVITY_DEPOSIT" : "Deposit",
  "MSG_ORDER_CANCEL_DISPUTE" : "Cancel Order Dispute",
  "STATUS_SELL_MARKET" : "Sell Market",
  "TEXT_LEVEL" : "Level {level}",
  "ROUTE_HOME" : "Home",
  "TITLE_CREATE_GEN_AD" : "Create General AD",
  "TITLE_MIN_LIMIT_IS" : "Min Limit is {value}",
  "TEXT_SELLER_CONFIRMED" : "You 've received money.",
  "TEXT_TELEGRAM" : "Telegram",
  "TEXT_EMAIL" : "Email",
  "BTN_DELETE" : "Delete",
  "BTN_CONFIRM" : "Confirm",
  "TEXT_WARNING" : "Warning",
  "TEXT_PHONE_NUMBER" : "Phone Number",
  "TEXT_PLEASE_WAITING_FOR_AUTHENTICATION" : "Please waiting for authentication",
  "TEXT_DESCRIPTION" : "Description",
  "TEXT_OR" : "or",
  "TEXT_TO" : "To",
  "TEXT_API_KEY_LIMIT" : "Each user can create 5 API Keys at most.",
  "TEXT_TIME" : "Time",
  "TEXT_TRANSFER_IN_FIAT" : "Transfer in Fiat",
  "TITLE_MAX_LIMIT_FORM" : "Maximum is {max} {fiat}",
  "TEXT_CHARACTERS" : "characters",
  "ACTIVITY_CHANGE_PHONE" : "Change phone",
  "BTN_SUBMIT" : "Submit",
  "ACTIVITY_TURN_ON_2FA" : "Turn on Google Authenticator",
  "ACTIVITY_LINK_PHONE" : "Link phone",
  "TEXT_FROM_USER" : "From this user",
  "ACTIVITY_CREATE_API_KEY" : "Create api key",
  "BTN_GO_BACK_TO_HOME" : "Go back to home",
  "TEXT_WITHDRAW_FEE" : "Withdraw Fee",
  "TEXT_ADVERTISER_NOTE" : "Advertiser's notes",
  "TEXT_WITHDRAW_WARNING2" : "Please make sure that your computer and browser are secure and your information is protected from being tampered or leaked.",
  "TEXT_WITHDRAW_WARNING1" : "To ensure the safety of your funds, your withdraw request will be manually reviewed if your security strategy or password is changed. Please wait for phone calls or emails from our staff.",
  "BUY_COIN_BANK_NOTIFY" : "You must use the account under your own name",
  "MOBILE_CM_MARKET_PRICE" : "Market Price",
  "ACTIVITY_VERIFY_TELEGRAM" : "Verify telegram",
  "ACTIVITY_REINVEST_PACKAGE" : "ReInvest Package",
  "TEXT_TERMS_BLOCK_1" : "<p>This agreement is between {name} and its users. By using {name} or one of its affiliates through the {name} website or any other related services provided by {name} or their affiliates, you agree that you have read, understood and accepted all of the terms and conditions contained in this Terms of Use agreement as well as our Privacy Policy found in the {name} website. Additionally, when using certain features of our services, you may be subject to additional terms and conditions applicable to such features. {name} reserves the right to modify or change the terms at any time and at its sole discretion. Any and all modifications or changes to these terms will be effective immediately upon being announced on the website or released to users. As such, your continued use of {name} acts as acceptance of the amended agreement and rules. If you do not agree to any modification to these terms, you must stop using {name}.</p>",
  "TEXT_TERMS_BLOCK_2" : "<h4>1. Eligibility</h2><p><strong>1.1.</strong> {name} may not make the services available in all markets and jurisdictions. If you are registering to use the services on behalf of a legal entity, you represent and warrant that (a) such legal entity is duly organized and validly existing under the applicable laws of the jurisdiction of its organization; and (b) you are duly authorized by such legal entity to act on its behalf.</p><p><strong>1.2.</strong>&nbsp;You further represent and warrant that you: (a) are of legal age to form a binding contract (are at least 18 years old or of other legal age, according to your relevant jurisdiction); (b) have not previously been suspended or removed from using our services; (c) have full power and authority to enter into this agreement and in doing so will not violate any other agreement to which you are a party; and (d) will not use our services if any applicable laws in your country prohibit you from doing so in accordance with these terms.</p>",
  "TEXT_TERMS_BLOCK_3" : "<h4>2. Description of Services</h4><p><strong>2.1. </strong>{name} provides an online digital asset trading platform (crypto to crypto) for products commonly known as crypto assets, cryptographic tokens, digital tokens, cryptographic currencies, or digital currencies. {name} functions as a trading platform provider and not as a buyer or seller in trades made between traders. {name} is also not a market maker. Users must register and open an account with {name} and deposit digital assets prior to commencement of trading. Traders may request the withdrawal of their digital assets, subject to the limitations as stated in these terms.</p><p><strong>2.2. </strong>All users of {name} must understand that there are risks involved in trading in digital currencies. {name} encourages all users to exercise prudence and trade responsibly within their own means.</p>",
  "TEXT_TERMS_BLOCK_8" : "<h4>7. Registration of an Account</h4><p><strong>7.1. </strong>It is necessary to go through the registration process and create an account with {name} to use our platform in a right order and with its full functionality.</p><p><strong>7.2. </strong>{name} reserves the right, in its sole discretion, to limit the number of {name} accounts that you may hold, maintain or create. {name} accounts cannot be assigned to any third party.</p><p><strong>7.3. </strong> When you create a {name} account, you undertake to:<br/>a. create a strong password that you do not use for any other websites, online or off-line services; <br/>b. provide accurate and truthful information. Please check our Privacy Policy for the information on how we collect, use and share your personal information; <br/>c. agree to pass through AML/KYC procedures, which may be applied to you at some point; <br/>d. maintain and promptly update your {name} account information; <br/>e. maintain the security of your {name} account by protecting your password and restricting access to your {name} account; <br/>f. promptly notify us if you discover or otherwise suspect any security breaches related to your {name} account; <br/>g. take responsibility for all activities that occur under your {name} account and accept all risks of any authorized or unauthorized access to your {name} account, to the maximum extent permitted by law.</p>",
  "TEXT_TERMS_BLOCK_9" : "<h4>8. Deposits/Withdraw of Crypto Assets</h4><p><strong>8.1. </strong>Our platform allows users to remit crypto assets to {name} accounts from external third-party service and vice versa except to certain limitations, which may be updated from time to time. You indemnify and hold {name} harmless against any claims, demands and damages, whether direct, indirect, consequential or special, or any other damages of any kind, including, but not limited to, loss of use, loss of profits or loss of data, whether in an action in contract, tort (including but not limited to negligence) or otherwise, originated from or in any way connected with your deposit/withdrawal transfer requested in violation of settled limitations.</p><p><strong>8.2 </strong> Authorization to create an address. You understand and acknowledge that an address for receiving crypto asset will be created automatically as soon as you request the Deposit transfer and before any crypto asset can be remitted to your {name} account and you fully and irrevocably authorize its creation.</p><p><strong>8.3. </strong>Ownership verification. In case you are required to verify that you possess a crypto asset of the third-party service that you use to remit crypto asset to your {name} account, you undertake to provide such verification by following {name} instructions.</p><p><strong>8.4. </strong>Deposit/Withdrawal Authorization. When you request us to Deposit/Withdraw crypto assets into/out from your {name} account, you authorize {name} to execute such transfer.</p><p><strong>8.5. </strong>Deposit/Withdrawal Authorization. When you request us to Deposit/Withdraw crypto assets into/out from your {name} account, you authorize {name} to execute such transfer.</p><p><strong>8.5. </strong>No control over third-party services. You may be charged fees by the third-party service you use to remit your {name} account. {name} is not responsible for any third-party servicesâ fees. You are solely responsible for your use of the third-party service, and you agree to comply with all terms and conditions applicable to any third-party service.</p><p><strong>8.6. </strong>Rejected or Suspended Deposit/Withdrawal Transfers. In some cases, the third-party service may reject your crypto assets to be processed, suspend the Deposit/Withdrawal transfer of your crypto assets, or be not able to support the transfer, or may otherwise be unavailable. You agree that you will not hold {name} liable for any claims, demands and damages, whether direct, indirect, consequential or special, or any other damages of any kind, including, but not limited to, loss of use, loss of profits or loss of data, whether in an action in contract, tort (including but not limited to negligence) or otherwise, originated from or in any way connected with such rejected or suspended deposit/withdrawal transfers.</p><p><strong>8.7. </strong>Delays. Subject to the conditions of these terms, we will use commercially reasonable efforts to record all transfers on a spot basis as soon as practicable. However the timing associated with deposit/withdrawal of crypto assets depends inter alia upon the performance of third-parties services, and we make no guarantee that crypto assets will be deposited/withdrawn in any specific timeframe. You hereby understand and acknowledge, that any delays are possible; you indemnify and hold {name} harmless against any claims, demands and damages, whether direct, indirect, consequential or special, or any other damages of any kind, including, but not limited to, loss of use, loss of profits or loss of data, whether in an action in contract, tort (including but not limited to negligence) or otherwise, arising out of or in any way connected with the transfer delay.</p>",
  "TEXT_TERMS_BLOCK_4" : "<h4>3. Liability</h4><h5><strong>3.1.</strong> Disclaimer of Warranties</h5><p>To the maximum extent permitted under applicable law, the services, the {name} materials, and any product, service or other item provided by or on behalf of {name} are provided on an âas isâ and âas availableâ basis and {name} expressly disclaims any and all other warranties of any kind, whether expressed or implied, including, without limitation, implied warranties of merchant-ability, fitness for a particular purpose, title or non-infringement or warranties arising from course of performance, course of dealing or usage in trade. without limiting the foregoing, {name} does not represent or warrant that the site, the services or {name} materials are accurate, complete, reliable, current, error-free, or free of viruses or other harmful components. {name} does not guarantee that any order will be executed, accepted, recorded or remain open. except for the expressed statements set forth in this agreement, you hereby acknowledge and agree that you have not relied upon any other statement or understanding, whether written or oral, with respect to your use and access of the services. without limiting the foregoing, you hereby understand and agree that {name} will not be liable for any losses or damages arising out of or relating to: (a) any inaccuracy, defect or omission of digital currency price data, (b) any error or delay in the transmission of such data, (c) interruption in any such data and (d) any damages incurred by another userâs actions, omissions or violation of this agreement.</p><p></p>The disclaimer of implied warranties contained herein may not apply if and to the extent it is prohibited by applicable law of the jurisdiction in which you reside.</p><h5><strong>3.2.</strong> Disclaimer of Damages and Limitation of Liability</h5><p>To the maximum extent permitted by applicable law, in no event will {name}, its affiliates and their respective shareholders, members, directors, officers, employees, attorneys, agents, representatives, suppliers or contractors be liable for any incidental, indirect, special, punitive, consequential or similar damages or liabilities whatsoever (including, without limitation, damages for loss of data, information, revenue, profits or other business or financial benefit) arising out of or in connection with the services, any performance or non-performance of the services, or any other product, service or other item provided by or on behalf of {name} and its affiliates, whether under contract, statute, strict liability or other theory even if {name} has been advised of the possibility of such damages except to the extent of a final judicial determination that such damages were a result of our gross negligence, fraud, willful misconduct or intentional violation of law. some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation may not apply to you.</p>",
  "TEXT_TERMS_BLOCK_5" : "<h4>4. Fees</h4><p>You agree to pay {name} the fees set forth at the âfeesâ section in the {name} official website which may be updated from time to time in {name}âs sole discretion. Any such updated fees will apply prospectively to any trades or other transactions that take place following the effective date of such updated fees. You authorize {name} to remove any amounts from your account for any applicable fees owed by you under these terms.</p>",
  "TEXT_TERMS_BLOCK_6" : "<h4>5. No Offer of Securities</h4><p><strong>5.1. </strong>{name} endeavors all possible measures to be sure that crypto assets that are available in its platform cannot be classified as âsecurityâ by SEC and/or other competent national authorities. Moreover, {name} represents that it never intended or desired to make tokens and/or coins that can be classified as âsecurityâ available in its platform.</p><p><strong>5.2. </strong>The responsibility for the fact that the instrument cannot be treated as âsecurityâ lies with the creators of the token and/or coin. If there is any risk or speculations that the token and/or coin can be treated as , {name} reserves the right to prohibit and discontinue any transactions on our platform with such tokens and/or coins at its sole discretion.</p><p><strong>5.3. </strong>We follow the best practices to decide whether a crypto asset is a security or not. However, we give no warranty and/or investment, financial, legal or any other professional advice, that any crypto asset available via our platform is not a security.</p>",
  "TEXT_TERMS_BLOCK_7" : "<h4>6. Miscellaneous</h4><p><strong>6.1. </strong>These Terms contain the entire agreement, and supersede all prior and contemporaneous understandings between the parties regarding the services of {name}.</p><p><strong>6.2. </strong>In the event of any conflict between these terms and any other agreement you may have with {name}, the terms of that other agreement will prevail only if these terms are specifically identified and declared to be overridden by such other agreement.</p><p><strong>6.3. </strong>We reserve the right to make changes or modifications to these terms from time to time in our sole discretion. If we make changes to these terms, we will provide you with notice of such changes, such as by sending an e-mail, providing notice on the homepage of the {name} official website and/or by posting the amended terms via the applicable {name} websites and mobile applications and updating the âLast Updatedâ date at the top of these terms. The amended terms will be deemed effective immediately upon posting for any new users of {name}. In all other cases, the amended terms will become effective for preexisting users upon the earlier of either: <br/>a. The date the user clicks or presses a button to accept such changes or; <br/> b. The date the user continues the use of our services after {name} provides notice of such changes or publishes a new version of the terms on the official website.</p><p><strong>6.4. </strong>Any amended terms will apply prospectively to the use of the services after such changes become effective. If you do not agree to any amended terms, you must discontinue using our services and contact us to terminate your account.</p><p><strong>6.5. </strong>No Waiver. Our failure or delay in exercising any right, power or privilege under these terms shall not operate as a waiver thereof.</p><p><strong>6.6. </strong>Severability. The invalidity or unenforceability of any of these terms shall not affect the validity or enforceability of any other of these terms, all of which shall remain in full force and effect.</p><p><strong>6.7. </strong>You may not assign or transfer any of your rights or obligations under these terms without prior written consent from {name}, including by operation of law or in connection with any change of control. {name} may assign or transfer any or all of its rights under these terms, in whole or in part, without obtaining your consent or approval.</p><p><strong>6.8. </strong>Competitions: From time to time our business partners, contractors, clients, counterparties may hold different competitions, trials, games and any other type of events available to users through our platform. By agreeing to participate in such competitions, you shall comply with the rules of each particular competition and act according to them. Unless otherwise provided by the rules of a particular competition, {name} does not control and is not associated with any of such competitions and shall have no responsibility for conducting and holding the competition. {name} reserves the right to publish the rules of the competition received from the holder of the competition. You understand and acknowledge that your participation in such competition, and your interactions with the competition holders, are at your own risk. You indemnify and hold {name} harmless against any claims, demands and damages, whether direct, indirect, consequential or special, or any other damages of any kind, including, but not limited to, loss of use, loss of profits or loss of data, whether in an action in contract, tort (including but not limited to negligence) or otherwise, originated from or in any way connected with invalidity or breach of any of the warranties, representations and covenants giving by the holder of the competition sites (or media) to use such information in any manner whatsoever.</p><p>Your log into this Website or use of any of the services offered by this Website shall not be seemed as our transfer of any intellectual property to you.</p>",
  "TITLE_ACTIVE_PAYMENT" : "Please active at least one payment method to continue.",
  "TEXT_TIPS" : "Tips",
  "TITLE_MIN_OVER_MAX" : "Min Limit must be lower than Max Limit",
  "TEXT_API" : "API",
  "MSG_MUST_BE_NUMBER_AND_LOWER_12_CHAR" : "SMS code must be a number and lower 12 characters",
  "TITLE_KYC_LEVEL" : "KYC Level",
  "TITLE_UPDATE_GEN_AD" : "Update General Ad",
  "TEXT_INVITED_ACCOUNT" : "Invited Account",
  "TEXT_ORDER_DETAIL" : "Details",
  "TITLE_PAYMENT_WINDOW" : "Payment Window",
  "TEXT_WITHDRAW_ADDRESS" : "Withdraw Address",
  "TEXT_SECONDS" : "seconds",
  "ROUTE_USER" : "User",
  "SIGNUP_TO_TRADE" : "Sign up to trade",
  "LBL_TABLE_TIME" : "Time",
  "TEXT_WITHDRAW" : "Withdraw",
  "COMMON_OTC_TITLE_PAYMENT" : "Please select at least one payment method.",
  "TEXT_IS_IT_SAFE" : "Is it safe",
  "STATUS_CANCELLED" : "Cancelled",
  "MSG_ORDER_DISPUTE" : "Order Dispute",
  "BTN_SWITCH" : "Switch",
  "ACTIVITY_PACKAGE_REFUNDED" : "Package Refunded",
  "TITLE_AGREE_TERM" : "I have read and agree with",
  "TEXT_GA_CODE" : "2FA Code",
  "TEXT_REGISTER_DATE" : "Registration Date",
  "TEXT_ALL" : "All",
  "TEXT_API_KEY_EDIT" : "Edit API Key",
  "TEXT_CONFIRM_NEW_FUND_PASSWORD" : "Confirm New Fund Password",
  "ACTIVITY_SUBMIT_KYC" : "Submit KYC",
  "STATUS_OTHER" : "Other",
  "TEXT_WHEN_YOU_ENTER_A_TRADE" : "When you enter a trade, the seller's digital assets will be locked in the platform's wallet, so you don't have to worry about paying the seller. If the seller has not released the digital assets in 5 minutes after you paid, please click on 'Complaint' to get help from our customer service team.",
  "ACTIVITY_INVEST_PACKAGE" : "Invest Package",
  "TEXT_COMMISSION" : "Commission",
  "BTN_EDIT_AD" : "Edit Ad",
  "ACTIVITY_TURN_OFF_TELEGRAM" : "Turn off telegram",
  "STATUS_INCOMPLETE" : "Incomplete",
  "ROUTE_USER_PROFILE" : "Account & Security",
  "TEXT_TRANSFER_IN_EXCHANGE" : "Transfer from main to exchange account",
  "TEXT_BUYER_CONFIRMED" : "Your payment has been confirmed. Please check your balance and make confirm this order or open dispute",
  "TEXT_MINUTES" : "minutes",
  "TEXT_AVAILABLE" : "Available",
  "ROUTE_OTC_ORDERS" : "Otc Orders",
  "TEXT_VERIFY_PASSPORT_ID" : "Verify your national ID/Passport Photo",
  "TITLE_BLACKLIST" : "Blacklist",
  "TITLE_CURRENT_LEVEL_TITLE" : "Currently, your KYC level is KYC level {level}, please verify your information to upgrade KYC level",
  "TEXT_PLEASE_CLICK_ON_PAY" : "please click on 'PAY' button",
  "TEXT_SECRET_KEY" : "Secret Key",
  "TITLE_AVG_TIME" : "Avg Payment Time",
  "TEXT_ACTION" : "Action",
  "TITLE_INCREASE_LIMIT" : "Increase Your Limit",
  "TEXT_DEPOSIT_TIPS" : "Deposit Tips here",
  "TEXT_SECURITY_DEPOSIT" : "Security Deposit",
  "COMMON_OTC_PAYMENT_BUYER_GUIDE" : "The above payment information will be displayed to the buyer. If you want to add or modify please go to OTC Settings page.",
  "TEXT_TOKEN" : "Token",
  "TEXT_MERCHANT" : "Be a Merchant",
  "ROUTE_MARKETS" : "Markets",
  "TEXT_POLICY" : "Privacy Policy",
  "TEXT_CREATE_DATE" : "Create Date",
  "TEXT_REQUIRED_KYC" : "Required KYC",
  "TEXT_SELLER_DISPUTE" : "You are disputed. Please check your order and confirm.",
  "TITLE_AVAILABLE" : "Available",
  "TEXT_PERMISSIONS" : "Permissions",
  "TITLE_MIN_OVER_VOLUME" : "Volume must be greater than {volume} {symbol}",
  "TEXT_POLICY_PASSWORD" : "<li>* Length from 8 to 20 characters</li> <li>* At least 1 special character </li><li>* At least 1 UPPER CASE </li><li>* At least 1 number</li>",
  "BTN_OPEN_DISPUTE" : "Open Dispute",
  "PLACE_PASSWORD" : "Password",
  "TITLE_COMPLETION_RATE" : "Completion Rate",
  "TEXT_TYPE_IN_AND" : "Type in and press enter",
  "ACTIVITY_REQUEST_FORGOT_PASSWORD" : "Request Forgot Password",
  "BTN_MIN" : "Min",
  "TEXT_VERIFY_PHONE_NUMBER" : "Verify your phone number",
  "ACTIVITY_UPDATE_API_KEY" : "Update api key",
  "TEXT_TRANSFER_OUT_EXCHANGE" : "Transfer from exchange to main account",
  "TEXT_BUY_CHAT_DEFAULT" : "You have successfully placed an order. Please complete your payment in time. {date}",
  "TEXT_WITH" : "With",
  "TEXT_SEND_EMAIL_ACTIVATION_CODE" : "Resend activation code",
  "TITLE_PRICE_TYPE" : "Price Type",
  "TEXT_IF_YOU_HAVE_PAID" : "If you have paid the seller",
  "TITLE_FAQ" : "FAQs",
  "TIT_TYPE" : "Type",
  "TEXT_BEGINNER_GUIDE" : "Beginner Guide",
  "TEXT_REMINDERS_FOR_TRANSFER" : "Reminders for transfer",
  "TITLE_UPDATE_PAYMENT_METHOD" : "Update Payment Method",
  "ACTIVITY_CHANGE_TELEGRAM" : "Change telegram",
  "ACTIVITY_WITHDRAWAL" : "Withdraw",
  "ACTIVITY_FORGOT_PASSWORD" : "Forgot password",
  "BTN_BUY" : "Buy",
  "MBL_LOGIN_TO_CONTINUE" : "Login to continue",
  "CONFIRM_REMOVE_BLACKLIST" : "Are you sure to unblock this user",
  "TEXT_ACCESS_KEY" : "Access Key",
  "TEXT_UPLOAD_FAILED" : "Uploaded failed.",
  "TEXT_COMPLETION_RATE" : "Completion Rate",
  "BTN_SIGN_UP" : "Sign Up",
  "TITLE_MY_ADS" : "My Ads",
  "CONFIRM_REMOVE_FOLLOW" : "Are you sure to unfollow this user",
  "TEXT_MAIN_ACCOUNT" : "Main account",
  "TEXT_OVER_LIMIT_PAYMENT_METHOD" : "Over limit payment method",
  "BTN_UPDATE" : "Update",
  "TITLE_BEFORE_CREATE_AD" : "What should I pay attention to before publishing my first ad?",
  "TEXT_STATUS" : "Status",
  "COMMON_OTC_CONFIRM_REMOVE_BLACKLIST" : "Are you sure to unblock this user",
  "ROUTE_AUTH_SWITCH_USER" : "Switch user",
  "COMMON_MIN_BTN" : "Min",
  "TEXT_AMOUNT" : "Amount",
  "TIT_FROM" : "From",
  "TEXT_PAYMENTS_SETTING" : "Payment Settings",
  "TEXT_DEPOSIT_ADDRESS" : "Deposit Address",
  "TEXT_COMPLAIN" : "Complain",
  "TEXT_CREATE_API_KEY_SUCCESS" : "Create API Key Success",
  "TEXT_RECEIVE_AMOUNT" : "Receive Amount",
  "TITLE_FLOAT_PRICE_LIMIT" : "Float price must be from {min} to {max}",
  "TEXT_BALANCE" : "Balance",
  "TITLE_BENEFITCARY" : "Beneficiary Name",
  "WITHDRAW_BALANCE_NOT_ENOUGH" : "Your balance is not enough",
  "TEXT_NICKNAME" : "Nickname",
  "STATUS_SELL_LIMIT" : "Sell Limit",
  "TITLE_PAYMENT_WINDOW_RANGE" : "Payment window is available from {min} to {max}",
  "ACTIVITY_VERIFY" : "Verify",
  "ACTIVITY_REFRESH_TOKEN" : "Token is expired",
  "ACTIVITY_ACTIVATION_CODE" : "Active email",
  "TEXT_CREATE_API_KEY" : "Create API Key",
  "TEXT_UN_FOLLOW" : "Unfollow this user",
  "ACTIVITY_CHANGE_EMAIL" : "Change email",
  "STATUS_BUY_LIMIT" : "Buy Limit",
  "ACTIVITY_CANCEL_REFUND_REQUEST" : "Cancel the payment",
  "COMMON_OTC_MAX_LIMIT" : "Max Limit",
  "TEXT_FUND_PASSWORD_CONFIRM" : "Please enter your fund password to continue",
  "TEXT_CANCEL_DISPUTE_CONFIRM" : "Cancel Dispute Confirm",
  "ACTIVITY_LINK_2FA" : "Link 2FA",
  "TEXT_MARKET_PRICE" : "Market Price",
  "BTN_MAX" : "Max",
  "TEXT_API_KEY_WARNING" : "Please save this secret key. This key only show one time.",
  "MSG_KYC_EMPTY" : "Please verify required documents.",
  "MSG_NOT_HAVE_PERMISSION" : "You do not have permission",
  "TEXT_BEFORE_TRADING_NOTIFY" : "Before you start trading, you need to complete the necessary transaction information.",
  "MBL_FUND_PASS" : "Fund Password",
  "TEXT_BUYER_RELEASED" : "Your order has been completed.",
  "TEXT_SELL_COIN_NOTIFY" : "Waiting Payment. Please wait the payment of",
  "BTN_EDIT" : "Edit",
  "LBL_AMOUNT" : "Amount",
  "TEXT_VERIFY_BANK_ST" : "Verify your coupon statement",
  "TEXT_GET_AD_ERROR" : "Can not find this ad",
  "TEXT_SET_UP_NOW" : "Set up now",
  "ACTIVITY_RESET_PASSWORD" : "Reset password",
  "ACTIVITY_REQUEST_REFUND" : "Request Refund",
  "ACTIVITY_TRANSFER" : "Transfer",
  "BTN_CREATE" : "Create",
  "TEXT_FROZEN" : "Frozen",
  "TEXT_ORDER_CANCELLED_DESC" : "This order was cancelled",
  "ACTIVITY_TURN_OFF_PHONE" : "Turn off SMS authentication",
  "TITLE_ADVANCE_FILTER" : "Advance Filter",
  "TEXT_RECONFIRM_PASSWORD" : "Confirm FundPassword isn't different with new FundPassword",
  "TEXT_CODE" : "Code",
  "TEXT_API_KEY_DOC" : "API documentation",
  "TITLE_AVAI_AMOUNT" : "Your Available amount is {balance}",
  "BTN_REFRESH" : "Refresh",
  "BTN_SIGN_IN" : "Sign In",
  "TITLE_VOLUME_LIMIT" : "Volume should be less than {max} {symbol}",
  "TEXT_CONFIRM_RELEASE_ORDER" : "Did you receive coin and ready to complete your order ?",
  "TEXT_MY_ORDERS" : "My Orders",
  "COMMON_OTC_CONFIRM_REMOVE_FOLLOW" : "Are you sure to unfollow this user",
  "TEXT_SECURE_DEPOSIT" : "Advertiser's security deposit",
  "PLACE_EMAIL" : "Email here...",
  "TITLE_DONOT_TRADE" : "Do not trade with other advertisers.",
  "TEXT_POLICY_BLOCK_1" : "<h4>1. Privacy Policy</h4><p>This Privacy Policy explains how {name} Pte Limited (â{name}â) collects, uses, shares, and protects user information obtained through the {name}.com website. The terms âwe,â âus,â and âourâ refer to {name} Pte Limited and its affiliates. When we ask for certain personal information from users it is because we are required by law to collect this information or it is relevant for specified purposes. Any non-required information you provide to us is done so voluntarily. You decided whether to provide us with these non-required information; you may not be able to access or utilize all of our Services if you choose not to.</p><p>By using the Site, you consent to the data practices described in this Privacy Policy. On occasion, {name} may revise this Privacy Policy to reflect changes in law or our personal data collection and use practices. If material changes are made to this Privacy Policy, the changes will be announced by posting on the site. We will ask for your consent before using your information for any purpose that is not covered in this Privacy Policy.</p><p>The latest privacy policy has incorporated elements from the General Data Protection Regulation (GDPR) as we act in accordance to its personal information processing rules within the European Economic Area (EEA).</p>",
  "TEXT_OTC_SETTINGS" : "OTC Settings",
  "TEXT_POLICY_BLOCK_2" : "<h4>2. Information {name} collects</h4><p>We want you to understand the types of information we collect when you register for and use {name}âs services</p><p>Information you provide to us at registration</p><p>When you create a {name} Account, you provide us with personal information that includes your contact information (Email Address, name, and a password). You can also choose to add a phone number for SMS or Google Authenticator account to be used for 2FA verification for improved security.</p><p>Information we collect when authenticating user identity.</p><p>To comply with global industry regulatory standards including Anti-Money Laundering (AML), Know-Your-Customer (KYC), and Counter Terrorist Financing (CTF), {name} requires user accounts to undergo user identity authentication for both Personal & Enterprise-level accounts. This entails collecting formal identification.</p><p>Information we collect as you use our services.</p><p>Service Usage Information.</p><p>Through your use of the {name} platform, we also monitor and collect tracking information related to usage such as access date & time, device identification, operating system, browser type and IP address. This information may be directly obtained by {name} or through third party services. This service usage data helps us our systems to ensure that our interface is accessible for users across all platforms and can aid during criminal investigations.</p><p>Transaction Information</p><p>For all personal and enterprise user accounts, we collect transaction information including deposit snapshots, account balances, trade history, withdrawals, order activity and distribution history. This transaction data is monitored for suspicious trading activity for user fraud protection, and legal case resolution.</p>",
  "TEXT_POLICY_BLOCK_3" : "<h4>3. Why does {name} collect this information</h4><p>To provide and maintain our services.</p><p>We use the information collected to deliver our services and verify user identity.</p><p>We use the IP address and unique identifiers stored in your deviceâs cookies to help us authenticate your identity and provide our services. Given our legal obligations and system requirements, we cannot provide you with services without data like identification, contact information and transaction-related information.</p><p>To protect our users</p><p>We use the information collected to protect our platform, usersâ accounts and archives.</p><p>We use IP addresses and cookie data to protect against automated abuse such as spam, phishing and Distributed Denial of Service (DDoS) attacks.</p><p>We analyse trading activity with the goal of detecting suspicious behavior early to prevent potential fraud and loss of funds to bad actors.</p><p>To comply with legal and regulatory requirements</p><p>Respect for the privacy and security of data you store with {name} informs our approach to complying with regulations, governmental requests and user-generated inquiries. We will not disclose or provide any personal information to third party sources without review from our legal case team and/or prior consent from the user.</p><p>To measure site performance</p><p>We actively measure and analyse data to understand how our services are used. This review activity is conducted by our operations team to continually improve our platformâs performance and to resolve issues with the user experience.</p><p>We continuously monitor our systemsâ activity information and communications with users to look for and quickly fix problems.</p><p>To communicate with you</p><p>We use personal information collected, like an email address to interact with users directly when providing customer support on a ticket or to keep you informed on logins, transactions, and security. Without processing your personal information for confirming each communication, we will not be able to respond to your submitted requests, questions and inquiries. All direct communications are kept confidential and reviewed internally for accuracy.</p><p>To enforce our Terms of Use and other agreements</p><p>It is very important for us and our customers that we continually review, investigate and prevent any potentially prohibited or illegal activities that violate our Terms of Service. For the benefit of our entire user base, we carefully enforce our agreements with third parties and actively investigate violations of our posted Terms of Use. {name} reserves the right to terminate the provision of service to any user found engaging in activities that violate our Terms of Use.</p>",
  "TEXT_POLICY_BLOCK_4" : "<h4>4. How does {name} protect user data</h4><p>{name} has implemented a number of security measures to ensure that your information is not lost, abused, or altered. Our data security measures include, but are not limited to: PCI Scanning, Secure Sockets Layer encryption technology, pseudonymisation, internal data access restrictions, and strict physical access controls to buildings & files. Please note that it is impossible to guarantee 100% secure transmission of data over the Internet or method of electronic storage. As such, we request that you understand the responsibility to independently take safety precautions to protect your own personal information.</p><p>If you suspect that your personal information has been compromised, especially account and/or password information, please lock your account and contact {name} customer service immediately.</p>",
  "LBL_LIMIT" : "Limit",
  "BTN_WITHDRAW" : "Withdraw",
  "ACTIVITY_TURN_ON_PHONE" : "Turn on SMS authentication",
  "TITLE_FUND_PASSWORD" : "Fund Password",
  "TEXT.MINUTES" : "Minutes",
  "ROUTE_BUY_CRYPTO" : "Buy Crypto",
  "TITLE_MAX_LIMIT" : "Max. limit should be from {min} to {max} {code}",
  "TEXT_FLOAT_PRICE" : "Float price",
  "TEXT_NEW_PAYMENT_METHOD" : "Add a new payment method",
  "ACTIVITY_UPDATE_PROFILE" : "Update profile",
  "MSG_SEARCH_COUNTRY_NOT_FOUND" : "Sorry, no matching region/country found.",
  "TITLE_PAYMENT_WINDOW_TIME" : "Payment window is {time} minutes.",
  "TITLE_AT_LEAST" : "At least",
  "TEXT_FIXED_PRICE" : "Fixed Price",
  "TEXT_KYC_VERIFICATION" : "KYC Verification",
  "TITLE_FIXED_PRICE_GUIDE" : "Fixed prices do not fluctuate with the market",
  "TEXT.SECONDS" : "Seconds",
  "TEXT_PAGE_NOT_FOUND" : "OOP! THIS PAGE CAN NOT BE FOUND",
  "TEXT_LIMITS" : "Limit",
  "KYC_BANK_STM" : "Coupon statement",
  "TEXT_VERIFY_EMAIL" : "Verify email",
  "TEXT_TRY_AGAIN" : "Try again",
  "TEXT_UID" : "UID",
  "TEXT_SMS_VERIFICATION_CODE" : "SMS verification code",
  "TEXT_AVG_TIME" : "Avg Payment Time",
  "ACTIVITY_TURN_ON_TELEGRAM" : "Turn on telegram",
  "TEXT_TYPE" : "Type",
  "TITLE_LIMITS" : "Limits",
  "TITLE_MODAL_FUND_PASSWORD" : "Fund Password",
  "TEXT_VIEW_POINT_CARDS" : "View My Point Cards",
  "LBL_TABLE_PRICE" : "Price",
  "TEXT_ORDERS_30" : "Orders in 30 days",
  "TEXT_CURRENT_FUND_PASSWORD" : "Current Fund Password",
  "BTN_GENERATE" : "Generate",
  "TITLE_BECOME_VERIFY_USER" : "Become A Verified User Now",
  "TEXT_TO_PASSED_LEVEL_1" : "To passed KYC Level 1 - Basic Information, you need verify:",
  "TEXT_TO_PASSED_LEVEL_2" : "To passed KYC Level 2 - ID/Passport, you need verify:",
  "TEXT_TO_PASSED_LEVEL_3" : "To passed KYC Level 3 - Coupon Statement, you need verify:",
  "TEXT_CONFIRM_CANCEL_ORDER" : "Are you sure to cancel this order ?",
  "TEXT_SELL_CHAT_DEFAULT" : "Your order has been ordered. Please wait your payment in time. {date}",
  "TITLE_AUTO_SENT" : "After the order is established, this information is automatically sent to the other party.",
  "BTN_SELL" : "Sell",
  "TITLE_TERM_OF_TRADE" : "Terms of trading",
  "TEXT_DOESNOT_WORK" : "We're sorry but exchange-template doesn't work properly without JavaScript enabled. Please enable it to continue.",
  "TEXT.SERIES" : "Frequently Used",
  "TITLE_KYC_VERIFICATION" : "KYC Verification",
  "TITLE_CREATE_AD_DESC" : "The requirements will allow you to filter traders with more trustworthiness. However, please note that too many filter requirements may decrease trading success rate.",
  "TEXT_UPGRADE_LEVEL" : "Upgrade to KYC Level {level}",
  "ACTIVITY_SWAP" : "Swap",
  "TITLE_VOLUME_PRICE_EMPTY" : "Volume or price is empty",
  "ROUTE_EXCHANGE" : "Exchange",
  "TEXT_NATIONALITY" : "Nationality",
  "TEXT_NICK_NAME_PLACEHOLDER" : "Can't be changed afterwards.",
  "MSG_OVER_MAX_IMAGE_SIZE" : "Image size is too large.",
  "BTN_COPY" : "Copy",
  "TITLE_BANK_NAME": "Bank Name",
  "TITLE_BANK_ACCOUNT": "Bank Account",
  "TITLE_BANK_INFO" : "Branch Info (Optional)",
  "TITLE_MIN_GUIDE" : "You can post an ad if you have equivalent assets of at least",
  "TITLE_FOLLOWING" : "Following",
  "TIT_TO" : " To",
  "MSG_FIELD_REQUIRED" : "This field is required!",
  "TEXT_BANK_METHOD_REQUIRED" : "Please add coupon method to trade",
  "BTN_SEND" : "Send",
  "TEXT_PRICE" : "Price",
  "TEXT_404" : "404",
  "TEXT_NO": "No",
  "TITLE_TOTAL_ORDERS" : "Total Orders",
  "TITLE_MOBILE_NUMBER" : "The counterparty should bind mobile number to their account.",
  "TITLE_PAYMENTS" : "Payment Method",
  "BTN_CLICK_HERE" : "Click here",
  "ACTIVITY_CHANGE_2FA" : "Change Google Authenticator",
  "MSG_MUST_BE_A_NUMBER" : "Must be a number",
  "MSG_MAXIMUM_AMOUNT_PRECISION_IS" : "Maximum amount precision is {amountPrecision}",
  "ACTIVITY_ENABLE_2FA" : "Enable 2FA",
  "TEXT_WHEN_CAN_I_RECEIVE" : "When can I receive the assets?",
  "TEXT_TRADE" : "Trade",
  "TEXT_TO_PERVENT_YOUR_TRANSFER" : "1. To prevent your transfer from intercepted and your coupon card frozen, please don't fill in information such as BTC, USDT and Tcapex as notes during transfer. In case of delays caused by this, the seller can reject the transaction.",
  "TEXT_SELLER_PAID" : "Payment has been paid. Please check your coupon account and make confirm.",
  "TEXT_NOT_OVER" : "Must be no more than",
  "TITLE_TERMS_MESS" : "Please agree with our terms.",
  "ROUTE_ERROR_404" : "Page not found!",
  "TITLE_CLOSING_IN" : "This form will be closed in {remainingTime} seconds.",
  "TIT_NO" : "No",
  "TEXT_CONFIRM_PAY_ORDER" : "Did you pay for this order ?",
  "TEXT_FAQ" : "FAQ:",
  "TEXT_TO_USER" : "to this user",
  "TITLE_ALL_FIELDS" : "Please check all fields again.",
  "TEXT_API_KEY" : "Api Key",
  "TITLE_CONTROL" : "Control",
  "TEXT_YOUR_OWN_NAME" : "Your own name",
  "TEXT_TRADE_IN_MONTH" : "Trades in 30 days",
  "TITLE_TIME_OF_FOLLOWING" : "Time of Following",
  "STATUS_BUY_MARKET" : "Buy Market",
  "TEXT_UN_BLACK_LIST" : "Unblock this user",
  "TEXT_BLACK_LIST" : "Block this user",
  "TEXT_FOLLOWERS" : "Following/Blacklist",
  "TEXT_OTC_ACCOUNT" : "OTC account",
  "TEXT.BLACK_LIST" : "Blacklist this user",
  "TEXT_TERMS_TITLE" : "<h2>Terms and conditions</h2>",
  "STATUS_COMPLETED" : "Completed",
  "TEXT_OTC_FIELD_DESCRIPTION" : "The fee required for the ad is around 0.000000 points. The current number of available points is 0.000000",
  "TITLE_TRADES" : "The counterparty should complete how many trades.",
  "TEXT_AFTER_OTC_VERIFIED_LEVEL_2" : "Increased 24-hour: ....",
  "TEXT_AFTER_OTC_VERIFIED_LEVEL_3" : "Increased 24-hour: ....",
  "ROUTE_POLICY" : "Privacy Policy",
  "TEXT_AFTER_OTC_VERIFIED_LEVEL_1" : "Increased 24-hour ....",
  "TEXT_VOLUME_FEE" : "Volume/fee",
  "TEXT_FROM" : "From",
  "LBL_NO_ADS" : "No more ads",
  "TEXT_CREATE_AD" : "Create ad",
  "PLACE_NOTE" : "Note",
  "TEXT_NEW_FUND_PASSWORD" : "New Fund Password",
  "TEXT_COPIED" : "Copied",
  "TITLE_TERMS" : "Terms and Conditions of trades",
  "TITLE_VERIFICATION" : "The counterparty should pass advanced verification.",
  "TEXT_FOLLOW" : "Follow this user",
  "MSG_OTC_UPDATE_FAILED" : "Update Failed",
  "ROUTE_TERMS" : "Terms of Service",
  "BTN_CANCEL" : "Cancel",
  "TITLE_AT_MOST" : "At most",
  "BTN_SEND_AGAIN" : "Send again",
  "STATUS_CANCELED" : "Canceled",
  "TEXT_COUNTERPARTY" : "Counterparty",
  "TEXT_MIN_WITHDRAW" : "Minimum withdraw amount:",
  "CONFIRM_BLOCK_USER" : "Are you sure to block this user?",
  "MSG_SECURITY_WARNING_CHANGE" : "After changing the security, you are not allowed to withdraw in the next 24 hours.",
  "MBL_YOUR_ID_INFORMATION" : "Your ID information has been submitted for verification. Please wait.",
  "TEXT_TOTAL_ORDERS" : "Total Orders",
  "TEXT_DETAILS" : "Details",
  "MSG_REGISTER_EMAIL_WRONG_FORMAT" : "Email format wrong",
  "TEXT_CHANGE_FUND_PASSWORD" : "Change Fund Password",
  "MSG_PASSWORD_INCORRECT" : "Password is not correct",
  "ACTIVITY_CHANGE_PIN_CODE" : "Change Pin Code",
  "TITLE_SOME_FIELD_NEED_CHECK_INFO" : "Some field need check info",
  "TEXT_HELP" : "Help Center",
  "TEXT_PAYMENTS" : "Payment Method",
  "TEXT_REFERENCE" : "Reference",
  "BUY_COIN_NOTIFY" : "Pending Payment. Please complete the payment of",
  "TEXT_FUND_PASSWORD_GUIDE" : "For safety reasons, please complete the transaction information.",
  "ROUTE_STAKING" : "Staking",
  "TEXT_PERMISSION_SETTING" : "Permission Setting",
  "TEXT_BUYER_PAID" : "You 've paid money. Please wait for seller to confirm",
  "BTN_TRANSFER" : "Transfer",
  "TEXT_AFTER_VERIFICATION" : "After completing verification, you are authorized with",
  "TEXT_PAGE_NOT_FOUND_DESC" : "The page might be corrupted or have been removed.",
  "BTN_PAY" : "Pay",
  "TEXT_DISABLE" : "Disable",
  "ACTIVITY_TURN_OFF_2FA" : "Turn off Google Authenticator",
  "TEXT_TRANSFER_OUT_FIAT" : "Transfer out Fiat",
  "TEXT_UPLOAD_AGAIN" : "Upload again",
  "ACTIVITY_LOGOUT" : "Logout",
  "TEXT_TO_ACCOUNT_BELOW" : "To transfer to the account below",
  "TEXT_FULLNAME_FUND" : "Nickname & Fund Password",
  "TITLE_SHOW_PAYMENT" : "Whether to show payment reference ID in transaction",
  "TITLE_AUTO_REPLY" : "Auto-Reply",
  "TITLE_VOLUME" : "Volume",
  "ROUTE_WALLET" : "Wallet",
  "MSG_USER_INACTIVE" : "Please active your account before login",
  "PLACE_SWITCH_EMAIL" : "Switch Email here...",
  "TITLE_LEVEL" : "Level {level}",
  "STATUS_SELL_STOP_LIMIT" : "Sell Stop Limit",
  "TITLE_TRADING_TERM" : "Your trading terms will be displayed to each other when placing an order.",
  "TEXT_NORMAL" : "Normal",
  "TEXT_CONFIRM_FUND_PASSWORD" : "Confirm Fund Password",
  "TEXT_BUYER_DISPUTE" : "We are reviewing your dispute request. Please wait a few minutes. Thanks.",
  "BTN_LOGOUT" : "Logout",
  "TEXT_ORDER" : "Order",
  "TEXT_EMAIL_VERIFICATION_CODE" : "Email verification code",
  "ACTIVITY_DELETE_API_KEY" : "Delete api key",
  "TEXT_COIN" : "Coin",
  "MBL_LIMITS" : "Limits",
  "TEXT_YOU_WILL_RECEIVE_THE_DIGITAL" : "You will receive the digital assets after the seller confirms the payment.",
  "TEXT_VERIFY_USER" : "Verified Info",
  "TEXT_POLICY_TITLE" : "{name} Privacy Policy",
  "ACTIVITY_DISABLE_2FA" : "Disable 2FA",
  "MSG_KYC_PENDING" : "Please wait for reviewing. Or contact support if any.",
  "TEXT_MY_API_KEY" : "My API Key",
  "ACTIVITY_LOGIN" : "Login",
  "TEXT_FEE" : "Fee",
  "TEXT.WITH" : "With",
  "COMMON_OTC_MIN_LIMIT" : "Min Limit",
  "ROUTE_OTC" : "OTC",
  "TEXT_IF_YOUR_AMOUNT_EXCEEDS_50000" : "2.  If your amount exceeds 50,000, after 17:00 or in holidays, your transfer probably will be delayed. Please divide you transfer into several transfers to avoid delays. In case of delay, the seller has the rights to reject the transaction.",
  "TITLE_FIXED_PRICE_LIMIT" : "Minimun fixed price is {min}, maximum fixed price is {max}",
  "TITLE_MIN_LIMIT_FORM" : "Minimum is {min} {fiat}",
  "MSG_RETRY_AFTER" : "Retry after {remain} seconds",
  "ROUTE_USER_CHANGE_PASSWORD" : "Change password",
  "BTN_CANCEL_DISPUTE" : "Cancel Dispute",
  "TEXT_ADVERTISERS" : "Advertisers (Completion rate)",
  "STATUS_BUY_STOP_LIMIT" : "Buy Stop Limit",
  "TEXT_MAX_WITHDRAW" : "Maximum withdraw amount:",
  "TEXT_TELEGRAM_VERIFICATION_CODE" : "Telegram verification code",
  "TITLE_FROM_TO" : "10 to 20",
  "MSG_KYC_REJECT" : "Your ID information has been rejected. Please try again.",
  "ACTIVITY_CHANGE_PASSWORD" : "Change Password",
  "BTN_ADD_BANK":"Add Bank",
  "TEXT_TITLE_USER_INFO": "User Information",

  "CONFIRM_DELETE_PAYMENT": "Are you sure to remove payment <strong>{bankAccount} - {bankName}</strong>"
}